rent-service/SOAPRent/src/main/resources/get_all_backEnd_technologies.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:us="http://www.hex.com/hex/technology">
    <soapenv:Header/>
    <soapenv:Body>
        <us:getAllBackEndTechnologiesRequest />
    </soapenv:Body>
</soapenv:Envelope>